Repository: aivarasmink/monda_py04_django
Catalog: tasket_aivi/tasks_aivi/locale/*/LC_MESSAGES/django.po
Languages: lt

source: undone tasks
lt: nepadaryta uzdoutis

source: recent tasks
lt: paskutine uzdoutis

source: general
lt: pagrindinis

source: ownership
lt: valdytojas

source: temporal tracking
lt: laikinas sekejas

source: Tasks_Aivi
lt: Aivi uzdoutys

source: name
lt: pavadinimas

source: owner
lt: savininkas

source: project
lt: projektas

source: projects
lt: projektai

source: description
lt: aprasymas

source: created at
lt: sukurta

source: updated at
lt: atnaujinta

source: is done
lt: padaryta

source: deadline
lt: darbu pabaiga

source: task
lt: uzdoutis

source: tasks
lt: darbas
